Repository: KDE/print-manager
Catalog: po/hsb/plasma_applet_org.kde.plasma.printmanager.po
Languages: hsb

source: No printers have been configured or discovered
hsb: Žane ćišćaki připrawjene abo wotkryte

source: Resume printing
hsb: Dale ćišćeć

source: Pause printing
hsb: Pozastać ćišćeć

source: Configure printer...
hsb: Ćišćak připrawić...

source: View print queue
hsb: Ćišćensku čakarnju pokazać

source: Printers
hsb: Ćišćaki

source: There is one print job in the queue
hsb: Na ćišć čaka %1 nadawk

# Printing document name with printer name
source: Printing %1 with %2
hsb: Ćišću %1 na %2

# Printing with printer name
source: Printing with %1
hsb: Ćišću z %1

source: Print queue is empty
hsb: Ćišćenska čakarnja je prózdna

source: Show All Jobs
hsb: Wšitke nadawki pokazać

source: Show Only Completed Jobs
hsb: Jenož wotbyte nadawki pokazać

source: Show Only Active Jobs
hsb: Jenož aktiwne nadawki pokazać

source: &Configure Printers...
hsb: Ćišćaki &připrawić...
