Repository: KDE/print-manager
Catalog: po/*/kcm_printer_manager.po
Languages: az, be, es, eu, fr, ko, lv, ro, zh_cn

# @info:usagetip
source: A printer support package that provides convenience features does not appear to be installed.<nl/><nl/>Because this distro does not include PackageKit, we cannot provide an install option. Please use your package manager to install the <command>system-config-printer</command> package manually.
az: Çox gümna ki, printeri asan istifadə edə bilmək üçün printer dəstək paketi quraşdırılmayıb.<nl/><nl/>Çünki bu distrubütora Packagekit daxil edilməyib, quraşdırma seçimi mövcud deyil. Paket menecerinizdən istifadə edərək <command>system config printer</command> paketini özünüz quraşdırın.
be: Выглядае, што пакет падтрымкі прынтара, які змяшчае зручныя функцыі, не ўсталяваны.<nl/><nl/>Так як гэты дыстрыбутыў не ўключае PackageKit, немагчыма перадаць параметр для ўсталявання, таму вам трэба усталяваць <command>system-config-printer</command> уласнаручна з дапамогай вашага кіраўніка пакетаў.
es: Parece que no está instalado un paquete de uso de la impresora que proporciona funciones de conveniencia.<nl/><nl/>Como esta distribución no incluye PackageKit, no podemos proporcionar una opción de instalación. Use el gestor de paquetes para instalar el paquete <command>system-config-printer</command> de forma manual.
eu: Erabilgarritasun-funtzioak ematen dituen inprimagailurako euskarrirako pakete bat instalatu gabe dagoela dirudi.<nl/><nl/>Banaketa honek PackageKit ez dakarrenez, ezin dugu instalatzeko aukera bat eman. Mesedez, erabili zure pakete-kudeatzailea <command>system-config-printer</command> paketea eskuz instalatzeko.
fr: Un paquet de prise en charges d'imprimantes, fournissant des fonctionnalités pratiques, ne semble pas être installé. <nl/><nl/>Comme cette distribution n'inclut pas PackageKit, il est impossible de fournir une option d'installation. Veuillez donc utiliser votre gestionnaire de paquets pour installer manuellement le paquet <command>system-config-printer</command>.
ko: 편의 기능을 제공하는 프린터 지원 패키지가 설치된 것 같지 않습니다.<nl/><nl/>이 배포판에서 PackageKit을 지원하지 않는 것 같으므로 설치 옵션을 제공하지 않습니다. 패키지 관리자를 통해서 <command>system-config-printer</command> 패키지를 수동으로 설치하십시오.
lv: Izskatās, ka nav instalēta printera atbalsta pakotne, kas sniedz ērtas iespējas darbam ar printeri.<nl/><nl/>Tā kā šī distribūcija nepiedāvā „PackageKit“, tad nespējam piedāvāt automātiskas instalācijas opciju. Izmantojiet sistēmas pakotņu pārvaldnieku, lai manuāli instalētu <command>system-config-printer</command> pakotni.
zh_cn: 打印机功能支持软件包似乎没有安装。系统需要安装此软件包以提供打印机的便利功能。<nl/><nl/>因为本系统没有包含 PackageKit，我们无法提供安装选项。请使用系统的软件包管理器手动安装 <command>system-config-printer</command> 软件包。

# @info:usagetip
source: A printer support package that provides convenience features does not appear to be installed.
az: Çox güman ki, printerin işini asan idarə etməyə imkan verən printer dəstək paketi quraşdırılmayıb.
be: Выглядае, што пакет падтрымкі прынтара, які змяшчае зручныя функцыі, не ўсталяваны.
es: Parece que no está instalado un paquete de uso de la impresora que proporciona funciones de conveniencia.
eu: Erabilgarritasun-funtzioak ematen dituen inprimagailu-euskarrirako pakete bat instalatu gabe dagoela dirudi.
fr: Un paquet de prise en charges d'imprimantes, fournissant des fonctionnalités pratiques, ne semble pas être installé.
ko: 편의 기능을 제공하는 프린터 지원 패키지가 설치된 것 같지 않습니다.
lv: Izskatās, ka nav instalēta printera atbalsta pakotne, kas sniedz ērtas iespējas darbam ar printeri.
zh_cn: 打印机功能支持软件包似乎没有安装。系统需要安装此软件包以提供打印机的便利功能。

# @action:button Install printer setup helper package
source: Install It
az: Quraşdırın
be: Усталяваць
es: Instalarlo
eu: Instalatu
fr: Veuillez l'installer
ko: 설치
lv: Instalēt to
zh_cn: 安装该软件包

# @action:button The thing being added is a printer
source: Add…
az: Əlavə edin...
be: Дадаць…
es: Añadir…
eu: Gehitu…
fr: Ajouter…
ko: 추가…
lv: Pievienot…
zh_cn: 添加…

# @action:button
source: Add Printer…
az: Printer əlavə edin...
be: Дадаць прынтар…
es: Añadir impresora…
eu: Gehitu inprimagailua…
fr: Ajouter une imprimante...
ko: 프린터 추가…
lv: Pievienot printeri…
ro: Adaugă imprimantă…
zh_cn: 添加打印机…

# @action:button
source: Add Group…
az: Qrup əlavə edin...
be: Дадаць групу…
es: Añadir grupo…
eu: Gehitu taldea…
fr: Ajouter un groupe...
ko: 그룹 추가…
lv: Pievienot grupu…
ro: Adaugă grup…
zh_cn: 添加打印机组…

# @action:button
source: Configure Print Server…
az: Çap serverini tənzimləmək
be: Наладжванне сервера друкавання…
es: Configurar el servidor de impresión…
eu: Konfiguratu inprimatzeko zerbitzaria…
fr: Configurer le serveur d'impression...
ko: 인쇄 서버 설정…
lv: Konfigurēt drukas serveri…
ro: Configurează serverul de imprimare…
zh_cn: 配置打印服务器…

# @info:status
source: No printers are currently set up
az: Hazırda heç bir printer ayarlanmayıb
be: Няма наладжаныя прынтараў
es: No hay ninguna impresora configurada
eu: Une honetan ez dago ezarritako inprimagailurik
fr: Aucune imprimante n'est actuellement configurée.
ko: 설정한 프린터 없음
lv: Šobrīd darbam nav gatavs neviens printeris
ro: Nu e configurată nicio imprimantă
zh_cn: 当前没有创建打印机

# @info:usagetip
source: Click <interface>Add…</interface> to set up a new printer on this computer
az: Bu kompyuterdə yeni printer quraşdırmaq üçün <interface>Əlavə edin...</interface> üzərinə vurun
be: Каб наладзіць новы прынтар на гэтым камп'ютары, націсніце <interface>Дадаць…</interface>
es: Pulse <interface>Añadir…</interface> para configurar una nueva impresora en este equipo
eu: Egin klik <interface>Gehitu…</interface> aukeran ordenagailu honetan inprimagailu berri bat ezartzeko
fr: Cliquez <interface>Ajouter...</interface> pour configurer une nouvelle imprimante sur cet ordinateur.
ko: <interface>추가…</interface>를 클릭하여 이 컴퓨터에 새 프린터를 설정하십시오
lv: Klikšķiniet uz <interface>Pievienot…</interface> pogas, lai sagatavotu darbam printeri šajā datorā
zh_cn: 点击 <interface>添加…</interface> 为本机创建新的打印机

# @info:status
source: Printing services not available
az: Çap xidməti əlçatan deyil
es: Los servicios de impresión no están disponibles
eu: Inprimatze-zerbitzuak ez daude erabilgarri
fr: Services d'impression non disponibles
ko: 인쇄 서비스를 사용할 수 없음
lv: Nav pieejami drukāšanas servisi
zh_cn: 打印服务不可用

# @info:usagetip
source: Click <interface>Configure Print Server…</interface> to check settings, or verify that the CUPS system service is active.
az: Ayarları və ya CUPS sistem xidmətinin aktiv olmasını yoxlamaq üçün <interface>Çap serverini tənzimləyin...</interface> düyməsinə vurun.
es: Pulse <interface>Configurar el servidor de impresión…</interface> para comprobar las preferencias o asegúrese de que el servicio del sistema CUPS está activo.
eu: Egin klik <interface>Konfiguratu inprimatzeko zerbitzua…</interface>an ezarpenak egiaztatzeko, edo CUPS sistemaren zerbitzua aktibo dagoela egiaztatzeko.
fr: Veuillez cliquer sur <interface>Configurer le serveur d'impression...</interface> pour vérifier la configuration ou que le service « CUPS » du système est bien actif.
ko: <interface>인쇄 서버 설정…</interface>을 클릭하면 설정을 확인하거나 CUPS 시스템 서버 활상화 상태를 확인할 수 있습니다.
lv: Lai pārbaudītu iestatījumus, klikšķiniet uz <interface>Konfigurēt drukas serveri…</interface> vai arī pārbaudiet, vai sistēmas CUPS serviss ir aktīvs.
zh_cn: 点击 <interface>配置打印服务器…</interface> 来检查设置，或确保 CUPS 系统服务在活动状态。

source: Printers
az: Printerlər
be: Прынтары
es: Impresoras
eu: Inprimagailuak
fr: Imprimantes
ko: 프린터
lv: Printeri
ro: Imprimante
zh_cn: 打印机

source: Printer Groups
az: Printerlər qrupları
be: Групы прынтараў
es: Grupos de impresoras
eu: Inprimagailu taldeak
fr: Groupes d'imprimantes
ko: 프린터 그룹
lv: Printeru grupas
ro: Grupuri de imprimante
zh_cn: 打印机组

# @action:button
source: Open Print Queue
az: Çap növbəsini açmaq
es: Abrir la cola de impresión
zh_cn: 打开打印队列

# @info:tooltip
source: Resume printing
az: Çapa davam
be: Узнавіць друкаванне
es: Continuar la impresión
eu: Berrekin inprimatzea
fr: Reprendre l'impression
ko: 인쇄 다시 시작
lv: Turpināt drukāšanu
ro: Reia tipărirea
zh_cn: 继续打印

# @info:tooltip
source: Pause printing
az: Çapa fasilə
be: Прыпыніць друкаванне
es: Pausar la impresión
eu: Eten inprimatzea
fr: Mettre l'impression en pause
ko: 인쇄 일시 정지
lv: Pauzēt drukāšanu
ro: Întrerupe tipărirea
zh_cn: 暂停打印

# @action:button Resume printing
source: Resume
az: Davam etmək
be: Узнавіць
es: Continuar
eu: Berrekin
fr: Reprendre
ko: 다시 시작
lv: Turpināt
ro: Reia
zh_cn: 继续

# @action:button Pause printing
source: Pause
az: Fasilə
be: Прыпыніць
es: Pausar
eu: Etenaldia
fr: Mettre en pause
ko: 일시 정지
lv: Pauzēt
ro: Întrerupe
zh_cn: 暂停

# @title:window
source: Select a printer make/model
az: Printer istehsalçısını/modelini seçin
be: Абраць марку/мадэль прынтара
es: Seleccionar una marca/modelo de impresora
eu: Hautatu inprimagailu marka/eredu bat
fr: Sélectionnez un fabricant ou un modèle d'imprimante
ko: 프린터 제조사/모델 선택
lv: Atlasiet printera ražotāju/modeli
ro: Alegeți o marcă și model de imprimantă
zh_cn: 选择打印机的制造商/型号

# @title:window
source: Printer Driver (%1)
az: Printer sürücüsü (%1)
be: Драйвер прынтара (%1)
es: Controlador de impresora (%1)
eu: Inprimagailu gidaria (%1)
fr: Pilote d'imprimante (%1)
ko: 프린터 드라이버(%1)
lv: Printera draiveris (%1)
ro: Driver pentru imprimantă (%1)
zh_cn: 打印机驱动程序 (%1)

# @title:window
source: Printer Driver
az: Printer sürücüsü
be: Драйвер прынтара
es: Controlador de impresora
eu: Inprimagailu gidaria
fr: Pilote d'imprimante
ko: 프린터 드라이버
lv: Printera draiveris
ro: Driver pentru imprimantă
zh_cn: 打印机驱动程序

# @action:button Select ipp everywhere driver
source: Use IPP Everywhere™
az: IPP Everywhere™ istifadə etmək
es: Usar IPP Everywhere™
eu: Erabili IPP Everywhere™
fr: Utiliser IPP Everywhere™
ko: IPP Everywhere™ 사용
lv: Izmantot „IPP Everywhere™“
zh_cn: 使用 IPP Everywhere™

source: Save
az: Saxlayın
be: Захаваць
es: Guardar
eu: Gorde
fr: Enregistrer
ko: 저장
lv: Saglabāt
ro: Salvează
zh_cn: 保存

source: Select a PostScript Printer Description (PPD) file
az: PostScript printer açıqlama (PPD) faylını seçin
be: Абраць файл апісання прынтара PostScript (PPD)
es: Seleccionar un archivo de descripción de impresora PostScript (PPD)
eu: Hautatu «PostScript» inprimagailu deskribapen (PPD) fitxategi bat
fr: Sélectionnez un fichier de description d'imprimante « PostScript » (PPD)
ko: 포스트스크립트 프린터 정의(PPD) 파일 선택
lv: Atlasiet „PostScript“ printera apraksta (PDD) datni
ro: Alegeți un fișier PostScript Printer Description (PPD)
zh_cn: 选择 PostScript 打印机描述 (PPD) 文件

source: Printer model is required. Please select a printer model.
az: Printer modeli tələb olunur. Printer modelini seçin.
be: Патрэбна мадэль прынтара. Абярыце мадэль прынтара.
es: Se requiere el modelo de impresora. Seleccione un modelo de impresora.
eu: Inprimagailu-eredua beharrezkoa da. Mesedez, hautatu inprimagailu-eredu bat.
fr: Un modèle est nécessaire. Veuillez en sélectionner un.
ko: 프린터 모델이 필요합니다. 프린터 모델을 선택하십시오.
lv: Jānorāda printera modelis. Atlasiet atbilstošo modeli.
ro: Modelul imprimantei e obligatoriu. Alegeți un model de imprimantă.
zh_cn: 打印机模型是必需项。请选择一个打印机模型。

# @option:radio
source: Select Make and Model:
az: İstehsalçı və modeli seçin:
be: Абраць марку і мадэль:
es: Seleccionar marca y modelo:
eu: Hautatu marka eta eredua:
fr: Sélectionner le fabricant et le modèle :
ko: 제조사와 모델 선택:
lv: Atlasiet ražotāju un modeli:
ro: Alegeți marca și modelul:
zh_cn: 选择制造商和型号：

# @info:placeholder
source: Filter Models
az: Modellər süzgəci
be: Фільтр мадэляў
es: Filtrar modelos
eu: Iragazi ereduak:
fr: Modèles de filtres
ko: 모델 필터
lv: Filtrēt modeļus
ro: Filtru modele
zh_cn: 过滤型号

# @option:radio
source: PPD file:
az: PPD faylı:
be: Файл PPD:
es: Archivo PPD:
eu: PPD fitxategia:
fr: Fichier « PPD » :
ko: PPD 파일:
lv: PPD datne:
ro: Fișier PPD:
zh_cn: PPD 文件：

# @action:button
source: Select PPD File…
az: PPD faylını seçin...
be: Абраць файл PPD…
es: Seleccionar archivo PPD…
eu: Hautatu PPD fitxategia…
fr: Sélectionnez un fichier « PPD »…
ko: PPD 파일 선택…
lv: Atlasīt PDD datni…
ro: Alege fișierul PPD…
zh_cn: 选择 PPD 文件…

source: Select
az: Seçin
be: Абраць
es: Seleccionar
eu: Hautatu
fr: Sélectionner
ko: 선택
lv: Atlasīt
ro: Alege
zh_cn: 选择

source: PostScript Printer Description Files (*.ppd)
az: PostScript printer açıqlama faylı (*.ppd)
be: PostScript-файлы апісання прынтара (*.ppd)
es: Archivos de descripción de impresora (*.ppd)
eu: «PostScript» inprimagailu deskribapen fitxategiak (*.ppd)
fr: Fichiers de description d'imprimante « PostScript » (*.ppd)
ko: 포스트스크립트 프린터 정의 파일 (*.ppd)
lv: „PostScript“ printera apraksta datnes (*.ppd)
ro: Fișiere PostScript Printer Description (*.ppd)
zh_cn: PostScript 打印机描述文件 (*.ppd)

# @title:window
source: Add Group
az: Qrup əlavə edin
be: Дадаць групу
es: Añadir grupo
eu: Gehitu taldea
fr: Ajouter un groupe
ko: 그룹 추가
lv: Pievienot grupu
ro: Adaugă grup
zh_cn: 添加打印机组

# @title:window
source: Add Printer
az: Printer əlavə edin
be: Дадаць прынтар
es: Añadir impresora
eu: Gehitu inprimagailua
fr: Ajouter une imprimante
ko: 프린터 추가
lv: Pievienot printeri
ro: Adaugă imprimantă
zh_cn: 添加打印机

source: Configure…
az: Ayarlayın...
be: Наладжванне…
es: Configurar…
eu: Konfiguratu…
fr: Configurer...
ko: 설정…
lv: Konfigurēt…
ro: Configurează…
zh_cn: 配置…

source: Remove
az: Silin
be: Выдаліць
es: Eliminar
eu: Kendu
fr: Supprimer
ko: 삭제
lv: Noņemt
ro: Elimină
zh_cn: 移除

# @action:button
source: CUPS Printers Overview Help
az: CUPS printerləri üçün arayış
be: Даведка па "Аглядзе прынтараў CUPS"
es: Ayuda general de las impresoras CUPS
eu: CUPS inprimagailuen ikuspegi orokorraren laguntza
fr: Aide simplifiée concernant les imprimantes sous « CUPS »
ko: CUPS 프린터 요약 도움말
lv: CUPS printeru pārskata palīdzība
ro: Ajutor pentru sumarul imprimantelor CUPS
zh_cn: CUPS 打印机概览帮助

# @action:button
source: Printer/Device Admin Page
az: Printer/Cihaz idarəemə səhifəsi
be: Старонка адміністравання прынтараў або прылад
es: Página de administración de impresoras/dispositivos
eu: Inprimagailua/Gailua kudeatzeko orria
fr: Page d'administration de l'imprimante /du périphérique
ko: 프린터/장치 관리자 페이지
lv: Printera/ierīces administratora lapa
zh_cn: 打印机/设备管理页面

# @action:button Add printer
source: Add
az: Əlavə etmək
be: Дадаць
es: Añadir
eu: Gehitu
fr: Ajouter
ko: 추가
lv: Pievienot
ro: Adaugă
zh_cn: 添加

# @action:button Apply changes
source: Apply
az: Tətbiq etmək
be: Ужыць
es: Aplicar
eu: Aplikatu
fr: Appliquer
ko: 적용
lv: Pielietot
ro: Aplică
zh_cn: 应用

# @info:status
source: Queue name is required. Enter a unique queue name.
az: Çap növbəsi üçün ad tələb olunur. Unikal növbə adı daxil edin.
be: Патрэбная назва чаргі. Увядзіце ўнікальную назву чаргі.
es: Se requiere un nombre de la cola. Introduzca un nombre de cola único.
eu: Ilararen izena beharrezkoa da. Sartu erabili gabeko ilara-izen bat.
fr: Un nom de file d'impression est nécessaire. Veuillez saisir un nom unique de file d'impression.
ko: 대기열 이름이 필요합니다. 유일한 대기열 이름을 입력하십시오.
lv: Jānorāda rindas nosaukums. Ierakstiet unikālu nosaukumu.
zh_cn: 队列名称是必需项。请输入一个唯一的队列名称。

# @info:status
source: Queue name must be unique. Enter a unique queue name.
az: Unikal çap növbəsi adını daxil etmək tələb olunur.
be: Назва чаргі мусіць быць унікальнай. Увядзіце ўнікальную назву чаргі.
es: El nombre de la cola debe ser único. Introduzca un nombre de cola único.
eu: Ilararen izena esklusiboa izan behar da. Sartu erabili gabeko ilara-izen bat.
fr: Le nom de file d'impression doit être unique. Veuillez saisir un nom unique de file d'impression.
ko: 대기열 이름이 중복되면 안 됩니다. 유일한 대기열 이름을 입력하십시오.
lv: Rindas nosaukumam jābūt unikālam. Ierakstiet unikālu nosaukumu.
zh_cn: 队列名称必需唯一。请输入一个唯一的队列名称。

# @info:status
source: Make/Model is required. Choose "Select" to pick Make/Model
az: İstehsalçını və ya modeli göstərmək lazımdır. Siyahıdan seçmək üçün İstehsalçını/modeli seçin
be: Патрэбна марка/мадэль. Каб абраць марку/мадэль, націсніце "Абраць"
es: Se requiere marca/modelo. Escoja «Seleccionar» para elegir marca/modelo
eu: Marka/eredua beharrezkoa da. Hautatu "Aukeratu" marka/eredua hautatzeko
fr: Un fabricant / modèle est requis. Veuillez utiliser « Sélectionner » pour définir un fabricant / modèle.
ko: 제조사/모델이 필요합니다. "선택"을 눌러서 제조사/모델을 선택하십시오
lv: Jānorāda ražotājs/modelis. Spiediet uz „Atlasīt“, lai to norādītu
zh_cn: 制造商/型号是必需项。请点击“选择”以选择制造商/型号

# @info:status
source: Configuring %1, please wait…
az: %1 tənzimlənir, gözləyin...
be: Наладжванне "%1". Пачакайце…
es: Configurando %1. Espere…
eu: %1 konfiguratzen, itxoin mesedez…
fr: Configuration de %1 en cours. Veuillez patienter….
ko: %1 설정 중, 잠시 기다려 주십시오…
lv: Konfigurē „%1“, uzgaidiet…
zh_cn: 正在配置 %1，请稍候…

source: Failed to remove the printer: %1
az: Bu printeri silmək mümkün olmadı: %1
be: Не ўдалося выдаліць прынтар: "%1"
es: No se ha podido eliminar la impresora: %1
eu: Inprimagailua kentzea huts egin du: %1
fr: Suppression de l'imprimante impossible : %1
ko: 프린터를 삭제할 수 없음: %1
lv: Neizdevās noņemt printeri: %1
ro: Eliminarea imprimantei a eșuat: %1
zh_cn: 移除打印机失败：%1

# @title:window
source: Remove Group?
az: Qrup silinsin?
be: Выдаліць групу?
es: ¿Eliminar grupo?
eu: Taldea kendu?
fr: Supprimer un groupe ?
ko: 그룹 삭제?
lv: Vai noņemt grupu?
zh_cn: 移除打印机组？

# @title:window
source: Remove Printer?
az: Printer silinsin?
be: Выдаліць прынтар?
es: ¿Eliminar impresora?
eu: Inprimagailua kendu?
fr: Supprimer une imprimante ?
ko: 프린터 삭제?
lv: Vai noņemt printeri?
zh_cn: 移除打印机？

# @info %1 is the name of a printer or printer group
source: '%1' will be removed.
az: "%1" silinəcək.
be: Будзе выдалена: "%1".
es: Se eliminará «%1».
eu: '%1' kenduko da.
fr: « %1 » sera supprimé.
ko: '%1'이(가) 삭제됩니다.
lv: „%1“ tiks noņemts.
zh_cn: “%1”将被移除。

# @action:button
source: Remove Group
az: Qrupu silin
be: Выдаліць групу
es: Eliminar grupo
eu: Kendu taldea
fr: Supprimer un groupe
ko: 그룹 삭제
lv: Noņemt grupu
zh_cn: 移除打印机组

# @action:button
source: Remove Printer
az: Printeri silin
be: Выдаліць прынтар
es: Eliminar impresora
eu: Kendu inprimagailua
fr: Supprimer une imprimante
ko: 프린터 삭제
lv: Noņemt printeri
zh_cn: 移除打印机

source: Cancel
az: Ləğv edin
be: Скасаваць
es: Cancelar
eu: Utzi
fr: Annuler
ko: 취소
lv: Atcelt
ro: Renunță
zh_cn: 取消

# @action:check Set default printer
source: Default printer
az: Standart printer
be: Прадвызначаны прынтар
es: Impresora predeterminada
eu: Inprimagailu lehenetsia
fr: Imprimante par défaut
ko: 기본 프린터
lv: Noklusējuma printeris
ro: Imprimantă implicită
zh_cn: 默认打印机

# @info
source: To change the default printer, set another printer as the default.
az: Əsas printeri dəyişmək üçün, başqa printeri əsas printer kimi seçin.
be: Каб змяніць прадвызначаны прынтар, спачатку зрабіце прадвызначаным іншы прынтар.
es: Para cambiar la impresora predeterminada, defina otra impresora como predeterminada.
eu: Lehenetsitako inprimagailua aldatzeko, beste inprimagailu bat ezarri lehenetsitako gisa.
fr: Pour modifier l'imprimante par défaut, veuillez définir une autre imprimante comme imprimante par défaut.
ko: 기본 프린터를 변경하려면 다른 프린터를 기본 프린터로 설정하십시오.
lv: Lai mainītu noklusējuma printeri, norādiet jauno noklusējuma printeri.
zh_cn: 要更改默认打印机，请将另一个打印机设为默认。

# @action:check
source: Share this group
az: Bu qrupu paylaşmaq
be: Абагуліць гэтую групу
es: Compartir este grupo
eu: Partekatu talde hau
fr: Partager ce groupe
ko: 이 그룹 공유
lv: Kopīgot šo grupu
ro: Partajează acest grup
zh_cn: 共享此打印机组

# @action:check
source: Share this printer
az: Bu printeri paylaşın
be: Абагуліць гэты прынтар
es: Compartir esta impresora
eu: Partekatu inprimagailu hau
fr: Partager cette imprimante
ko: 이 프린터 공유
lv: Kopīgot šo printeri
ro: Partajează imprimanta
zh_cn: 共享此打印机

# @action:check
source: Accepting print jobs
az: Çap tapşırıqları qəbul olunur
be: Прыём задач друкавання
es: Aceptando trabajos de impresión
eu: Inprimatze lanak onartzea
fr: Accepter les tâches d'impression
ko: 인쇄 작업 수락 중
lv: Pieņem drukāšanas uzdevumus
ro: Acceptă lucrări de imprimare
zh_cn: 正在接受打印任务

# @action:button
source: Print Test Page
az: Sınaq səhifəsini çap etmək
be: Надрукаваць тэставую старонку
es: Imprimir página de prueba
eu: Inprimatu probako orrialdea
fr: Imprimer une page de test
ko: 테스트 페이지 인쇄
lv: Drukāt testa lapu
ro: Tipărește pagină de test
zh_cn: 打印测试页

# @action:button
source: Print Self-Test Page
az: Özünü yoxlama səhifəsini çap etmək
be: Надрукаваць старонку самаправярання
es: Imprimir página de prueba automática
eu: Inprimatu autoprobako orrialdea
fr: Imprimer une page d'auto-test
ko: 자가 진단 페이지 인쇄
lv: Drukāt paštesta lapu
ro: Tipărește pagină de test propriu
zh_cn: 打印自检页

# @action:button
source: Clean Print Heads
az: Çap başlığını təmizləmək
be: Ачышчэнне друкавальных галовак
es: Limpiar los cabezales de impresión
eu: Garbitu inprimatzeko buruak
fr: Nettoyer les têtes d'impression
ko: 프린터 헤드 청소
lv: Notīrīt printera galviņas
ro: Curăță capul de imprimare
zh_cn: 清洁打印头

# @label:textbox
source: Queue Name:
az: Çap növbəsinin adı:
be: Назва чаргі:
es: Nombre de la cola:
eu: Ilararen izena:
fr: Nom de la file d'impression :
ko: 대기열 이름:
lv: Rindas nosaukums:
ro: Denumire coadă:
zh_cn: 队列名称：

# @label:textbox
source: Description:
az: Təsviri:
be: Апісанне:
es: Descripción:
eu: Deskribapena:
ko: 설명:
lv: Apraksts:
ro: Descriere:
zh_cn: 描述：

# @label:textbox
source: Location:
az: Məkan:
be: Размяшчэнне:
es: Ubicación:
eu: Kokalekua:
fr: Emplacement :
ko: 위치:
lv: Vieta:
ro: Amplasare:
zh_cn: 位置：

# @label:textbox
source: Connection:
az: Bağlantı:
be: Злучэнне:
es: Conexión:
eu: Konexioa:
fr: Connexion :
ko: 연결:
lv: Savienojums:
ro: Conexiune:
zh_cn: 连接：

# @label:listbox
source: Member Printers:
az: Qrupdakı printerlər:
be: Прынтары ўдзельнікаў:
es: Impresoras miembros:
eu: Kide inprimagailuak:
fr: Imprimantes membres :
ko: 구성 프린터:
lv: Dalībnieka printeri:
ro: Imprimante-membri:
zh_cn: 成员打印机：

# @label:textbox
source: Make/Model:
az: İstehsalçı/Model:
be: Вытворца/Мадэль:
es: Marca/modelo:
eu: Marka/eredua:
fr: Fabricant / Modèle :
ko: 제조사/모델:
lv: Ražotājs/modelis:
ro: Fabricant/Model:
zh_cn: 制造商/型号：

# @action:button Select printer make/model
source: Select…
az: Seçin...
be: Абраць…
es: Seleccionar…
eu: Hautatu…
fr: Sélectionner…
ko: 선택…
lv: Atlasīt…
ro: Alege…
zh_cn: 选择…

source: new_queue
az: yeni_növbə
eu: ilara_berria
fr: nouvelle_file
lv: jauna_rinda
ro: coadă_nouă
zh_cn: 新队列

source: new_group
az: yeni_qrup
eu: talde_berria
fr: nouveau_groupe
lv: jauna_grupa
ro: grup_nou
zh_cn: 新打印机组

# @action:button Open print queue
source: Print Queue
fr: File d'attente des d'impressions
ko: 인쇄 대기열

# @info:status
source: This feature is not yet available (%1)
ro: Această funcționalitate nu e disponibilă deocamdată (%1)

source: Refresh
ro: Reîmprospătează

source: CUPS Network Printers Help
ro: Ajutor pentru imprimante de rețea CUPS

# @action:button
source: Open Print Queue…
ro: Deschide coada de imprimare…

# @action:button
source: Find a Printer…
ro: Găsește o imprimantă…
