Repository: KDE/print-manager
Catalog: po/*/kcm_printer_manager.po
Languages: az, be, es, eu, fr, ko, lv, ro, zh_cn

source: Add a new printer
az: Yeni printer əlavə etmək
es: Añadir una nueva impresora
eu: Gehitu inprimagailu berri bat
fr: Ajouter une nouvelle imprimante
ko: 새 프린터 추가
lv: Pievienot jaunu printeri
zh_cn: 新增打印机

source: Add a new printer group
az: Yeni printer qrupu əlavə etmək
es: Añadir nuevo grupo de impresoras
eu: Gehitu inprimagailu talde berri bat
fr: Ajouter un nouveau groupe d'imprimantes
ko: 새 프린터 그룹 추가
lv: Pievienot jaunu printeru grupu
zh_cn: 新增打印机组

source: Configure a printer
az: Printeri tənzimləmək
es: Configurar una impresora
eu: Konfiguratu inprimagailu bat
fr: Configurer une imprimante
ko: 프린터 설정
lv: Konfigurēt printeri
zh_cn: 配置打印机

# @info
source: Failed to configure class:
az: Sinfin tənzimlənməsi uğursuz oldu
be: Не ўдалося наладзіць клас:
es: Ha ocurrido un error al configurar la clase:
eu: Klasea konfiguratzea huts egin du:
fr: Configuration de classe impossible :
ko: 클래스를 설정할 수 없음:
lv: Neizdevās konfigurēt klasi:
ro: Configurarea clasei a eșuat:
zh_cn: 配置打印机类失败：

# @info
source: Failed to configure printer:
az: Printerin tənzimlənməsi uğursuz oldu:
be: Не ўдалося наладзіць прынтар:
es: Ha ocurrido un error al configurar la impresora:
eu: Inprimagailua konfiguratzea huts egin du:
fr: Configuration d'imprimante impossible :
ko: 프린터를 설정할 수 없음:
lv: Neizdevās konfigurēt printeri:
ro: Configurarea imprimantei a eșuat:
zh_cn: 配置打印机失败：

# @list:item
source: Driverless
az: Sürücüsüz
es: Sin controlador
eu: Gidaririk gabe
fr: Sans pilote
ko: 드라이버 없음
lv: Bez draiveriem
zh_cn: 无驱动程序

# @list:item
source: PPD File
az: PPD faylı
es: Archivo PPD
eu: PPD fitxategia
fr: Fichier « PPD »
ko: PPD 파일
lv: PPD datne
zh_cn: PPD 文件

source: Failed to perform request: %1
az: Sorğunu icra etmək mümkün olmadı: %1
be: Не ўдалося выканаць запыт: %1
es: No se ha podido realizar la solicitud: %1
eu: Eskaera egitea huts egin du: %1
fr: Il est impossible d'effectuer la requête : %1
ko: 요청을 처리할 수 없음: %1
lv: Neizdevās izpildīt pieprasījumu: %1
ro: Efectuarea cererii a eșuat: %1
zh_cn: 执行请求失败：%1

# @info
source: Failed to get server settings: %1
az: Server ayarlarını əldə etmək mümkün olmadı: %1
be: Не ўдалося атрымаць налады сервера: %1
es: No se han podido obtener las preferencias del servidor: %1
eu: Zerbitzariaren ezarpenak lortzea huts egin du: %1
fr: Obtention de la configuration du serveur impossible : %1
ko: 서버 설정을 가져올 수 없음: %1
lv: Neizdevās iegūt servera iestatījumus: %1
ro: Obținerea parametrilor serverului a eșuat: %1
zh_cn: 获取服务器设置失败：%1

# @info
source: Server Settings Not Saved: (%1): %2
az: Server ayarları saxlanılmadı: (%1): %2
be: Налады сервера не захаваныя: (%1): %2
es: Las preferencias del servidor no se han guardado: (%1): %2
eu: Zerbitzariaren ezarpenak ez dira gorde: (%1): %2
fr: Configuration du serveur non enregistrée : (%1) : %2
ko: 서버 설정이 저장되지 않았음: (%1): %2
lv: Servera iestatījumi nav saglabāti: (%1): %2
zh_cn: 服务器设置没有保存：(%1)：%2

# @info
source: Fatal Save Server Settings: (%1): %2
az: Server ayarlarının saxlanılmasında həlli mümkün olmayan xəta: (%1): %2
be: Пры захаванні налад сервера адбылася фатальная памылка: (%1): %2
es: Error fatal al guardar las preferencias del servidor: (%1): %2
eu: Zerbitzariaren ezarpenak gordetzeko errore larria: (%1): %2
fr: Erreur fatale d'enregistrement de la configuration du serveur : (%1) : %2
ko: 서버 설정을 저장하는 중 오류 발생: (%1): %2
lv: Fatāla servera saglabāšanas iestatījumu kļūda: (%1): %2
zh_cn: 保存服务器设置时发生致命错误：(%1)：%2

source: Print Self-Test Page
az: Özünü yoxlama səhifəsini çap etmək
be: Надрукаваць старонку самаправярання
es: Imprimir página de prueba automática
eu: Inprimatu autoprobako orrialdea
fr: Imprimer sa propre page de test
ko: 자가 진단 페이지 인쇄
lv: Printera paštesta lapa
ro: Tipărește pagină de test
zh_cn: 打印自检页

source: Clean Print Heads
az: Çap edən başlığı təmizləmək
be: Ачышчэнне друкавальных галовак
es: Limpiar los cabezales de impresión
eu: Garbitu inprimatzeko buruak
fr: Nettoyer les têtes d'impression
ko: 프린터 헤드 청소
lv: Tīrīt printera galviņas
ro: Curăță capul de imprimare
zh_cn: 清洁打印头

# @info
source: Install Error (package: %1) Check authentication credentials and make sure PackageKit is installed properly.
az: Quraşdırma xətası (paket: %1) Kimlik doğrulaması məlumatlarını yoxlayın və PackageKit paketinin düzgün quraşdırıldığına əmin olun.
be: Не ўдалося ўсталяваць (пакет: %1) Праверце ўліковыя даныя для аўтэнтыфікацыі і пераканайцеся, што PackageKit усталяваны правільна.
es: Error de instalación (paquete: %1) Compruebe las credenciales de autenticación y asegúrese de que PackageKit está instalado correctamente.
eu: Instalazio errorea (paketea: %1) Egiaztatu autentifikazio-egiaztagiriak eta ziurtatu PakageKit zuzen instalatuta dagoela.
fr: Erreur durant l'installation (Paquet : %1) Veuillez vérifier les identifiants d'authentification et vous assurer que PackageKit est installé correctement.
ko: 설치 오류(패키지: %1) 자격 증명을 확인하고 PackageKit 설치 상태를 확인하십시오.
lv: Instalācijas kļūda (pakotne: %1) Pārbaudiet autentifikācijas ierakstīšanās datus un pārliecinieties, ka „PackageKit“ ir atbilstoši ieinstalēts.
zh_cn: 安装错误 (软件包：%1) 请检查身份验证信息是否正确，并确保 PackageKit 已正确安装到本系统。

# @info:usagetip
source: Example Addresses
az: Ünvan nümunələri
be: Прыклады адрасоў
es: Direcciones de ejemplo
eu: Adibideko helbideak
fr: Exemples d'adresses
ko: 예제 주소
lv: Adreses piemērs
ro: Adresă ca exemplu
zh_cn: 示例地址

# @label:title
source: Printing Device
az: Çap edən cihaz
es: Dispositivo de impresión
eu: Inprimatzeko gailua
fr: Périphérique d'impression
ko: 인쇄 장치
lv: Drukāšanas ierīce
zh_cn: 打印设备

# @label:textbox
source: Address:
az: Ünvan:
be: Адрас:
es: Dirección:
eu: Helbidea:
fr: Adresse :
ko: 주소:
lv: Adrese:
zh_cn: 地址：

# @info The printer/device address
source: Enter device address
az: Cihazın ünvanını daxil edin
be: Увядзіце адрас прылады
es: Introduzca dirección del dispositivo
eu: Sartu gailuaren helbidea
fr: Saisissez une adresse de périphérique
ko: 장치 주소 입력
lv: Norādiet ierīces adresi
zh_cn: 输入设备地址

# @info:usagetip
source: Choose a device connection
az: Cihaz bağlantısını seçin
be: Абраць злучэнне прылады
es: Escoja una conexión de dispositivo
eu: Hautatu gailu-konexio bat
fr: Sélectionnez une connexion à un périphérique
ko: 장치 연결 선택
lv: Izvēlieties ierīces savienojumu
ro: Alege o conexiune cu dispozitivul
zh_cn: 选择设备连接

# @action:button
source: Select Recommended Driver
az: Tövsiyyə olunan sürücünü seçin
be: Абраць рэкамендаваны драйвер
es: Seleccionar el controlador recomendado
eu: Aukeratu gomendatutako gidaria
fr: Sélectionnez le pilote recommandé
ko: 추천 드라이버 선택
lv: Atlasiet ieteicamo draiveri
ro: Alege driver recomandat
zh_cn: 选择推荐的驱动程序

# @info:tooltip
source: Recommended drivers are based on printer make/model and connection type
az: Tövsiyyə olunanan sürücü printerin istehsalçısı və modelinə, həmçinin bağlantı növünə əsaslanır
be: Рэкамендаваныя драйверы вызначаюцца па марцы/мадэлі прынтара і тыпу падлучэння
es: Los controladores recomendados se basan en la marca/modelo de la impresora y en el tipo de conexión
eu: Gomendatutako gidariak, inprimagailu marka/ereduan eta konexio motan oinarritzen dira
fr: Les pilotes recommandés sont associés à un fabricant / d'imprimante et le type de connexion.
ko: 프린터 제조사/모델과 연결 방식에 따라서 추천 드라이버를 선택합니다
lv: Draivera ieteikumi balstās uz printera ražotāju/modeli un savienojuma veidu
ro: Driver-ele recomandate sunt bazate pe marca/modelul imprimantei și tipul de conexiune
zh_cn: 推荐的驱动程序是根据打印机的制造商、型号和连接类型确定的

# @action:button
source: Manual Driver Search…
az: Sürücünü özünüz seçin...
es: Búsqueda manual de controlador…
eu: Gidaria eskuz bilatzea…
fr: Recherche manuelle de pilotes...
ko: 수동 드라이버 검색…
lv: Manuāla draivera meklēšana…
zh_cn: 手动查找驱动程序…

# @info:tooltip
source: Search for and select a driver based on printer make/model
az: Printerin istehsalçısı və modeliniə əsaslanan sürücünü axtarmaq
es: Buscar y seleccionar un controlador según la marca o el modelo de la impresora
eu: Gidari bat bilatu eta hautatu inprimagailuaren markan/ereduan oinarrituta
fr: Rechercher un pilote et le sélectionner en fonction d'un fabricant / d'un modèle d'imprimante.
ko: 프린터 제조사/모델과 연결 방식에 따라서 드라이버를 검색하고 선택
lv: Meklēt un atlasīt draiveri pēc printera ražotāja/modeļa
zh_cn: 搜索并基于打印机厂家/型号选择驱动程序

# @title:group
source: Line Printer Daemon (LPD) Protocol
az: Sətir-sətir çap etmə xidməti (Line Printer Daemon, LPD)
be: Пратакол Line Printer Daemon (LPD)
es: Protocolo del demonio de impresora de líneas (LPD)
eu: LPD (Line Printer Daemon) protokoloa
fr: Protocole « LPD » (Line Printer Daemon)
ko: 라인 프린터 데몬(LPD) 프로토콜
lv: Rindprintera dēmona (LPD) protokols
zh_cn: 行式打印机后台程序 (LPD) 协议

# @info:usagetip
source: Enter the address of the LPD device
az: Sətir-sətir çap (LDP) cihazının ünvanını daxil edin
be: Увядзіце адрас прылады LPD
es: Introduzca la dirección del dispositivo LPD
eu: Sartu LPD gailuren helbidea
fr: Saisissez l'adresse du périphérique « LPD »
ko: LPD 장치 주소 입력
lv: Norādīt LPD ierīces adresi
zh_cn: 输入 LPD 设备的地址

# @label:textbox
source: Queue:
az: Növbə:
be: Чарга:
es: Cola:
eu: Ilara:
fr: File d'impression :
ko: 대기열:
lv: Rinda:
zh_cn: 队列：

# @info:placeholder The LPD device queue name
source: LPD queue name
az: LDP növbəsinin adı
be: Назва чаргі LPD
es: Nombre de la cola LPD
eu: LPD ilararen izena
fr: Nom de la file d'impression « LPD » :
ko: LPD 대기열 이름
lv: LPD rindas nosaukums
zh_cn: LPD 队列名称

# @action:button
source: Continue with Address…
az: Ünvan ilə davam edin...
be: Працягнуць з адрасам…
es: Continuar con la dirección…
eu: Jarraitu helbidearekin…
fr: Continuer avec l'adresse...
ko: 주소로 계속 진행…
lv: Turpināt ar adresi…
zh_cn: 使用地址继续…

# @info:status
source: Invalid LPD URL: %1
az: LDP URL ünvanı səhvdir: %1
be: Хібны URL LPD: %1
es: URL de LPD no válida: %1
eu: LPD URL baliogabea: %1
fr: URL « LPD » non valable : %1
ko: 잘못된 LPD URL: %1
lv: Nederīga LPD URL: %1
zh_cn: 无效的 LPD URL：%1

# @title:group
source: Find remote printing devices
az: Uzaqdan çap cihazlarını tapmaq
be: Пошук адлеглых прылад для друкавання
es: Localizar dispositivos de impresión remotos
eu: Aurkitu urruneko inprimatzeko gailuak
fr: Rechercher les périphériques d'impression à distance
ko: 원격 인쇄 장치 찾기
lv: Atrast attālas drukas ierīces
ro: Găsește dispozitive de imprimare distante
zh_cn: 搜索远程打印设备

# @info:usagetip
source: Enter the address of the remote host/device
az: Uzaqdan çap seerverinin/cihazının ünvanını daxil edin
be: Увядзіце адрас адлеглага хоста або прылады
es: Introduzca la dirección de la máquina o dispositivo remoto
eu: Sartu urruneko ostalari/gailuren helbidea
fr: Saisissez l'adresse de l'hôte / périphérique distant
ko: 원격 호스트나 장치의 주소를 입력하십시오
lv: Norādiet attālā resursdatora/ierīces adresi
ro: Introduceți adresa dispozitivului/gazdei distante
zh_cn: 输入远程主机/设备的地址

# @info:status
source: No Printers found at host: %1
az: Bu serverdə printer tapılmadı: %1
be: Не знойдзена прынтараў на хосце: %1
es: No se han encontrado impresoras en la máquina: %1
eu: Ostalarian ez da inprimagailurik aurkitu: %1
fr: Aucune imprimante trouvée sur l'hôte : %1
ko: 호스트에서 프린터를 찾을 수 없음: %1
lv: Pie resursdatora nav atrasti printeri: %1
zh_cn: 在主机 %1 上没有找到打印机

# @info:status
source: CUPS request error (%1): %2
az: CUPS sorğusunda %1 xətası: %2
be: Не ўдалося выканаць запыт CUPS (%1): %2
es: Error de solicitud de CUPS (%1): %2
eu: CUPS erakaeraren errorea (%1): %2
fr: Erreur de la demande « CUPS » (%1) : %2
ko: CUPS 요청 오류(%1): %2
lv: CUPS pieprasījuma kļūda (%1): %2
zh_cn: CUPS 请求错误 (%1)：%2

# @action:button
source: Select Printer…
az: Printeri seçin...
be: Абраць прынтар…
es: Seleccionar impresora…
eu: Hautatu inprimagailua…
fr: Sélectionnez une imprimante...
ko: 프린터 선택…
lv: Atlasiet printeri…
zh_cn: 选择打印机…

# @info:whatsthis
source: If the printer address is known, enter it and choose <interface>Continue</interface>. If the printer is on a remote host, enter that address and choose <interface>Search</interface>.
az: Əgər printer ünvanını bilirsinizsə buraya yazın və <interface>Davam edin</interface> seçin. Əgər printer uzaq serverdə yerləşirsə onun ünvanını daxil edin və <interface>Axtarın</interface> seçin.
es: Si conoce la dirección de la impresora, introdúzcala y pulse <interface>Continuar</interface>. Si la impresora está en una máquina remota, introduzca dicha dirección y pulse <interface>Buscar</interface>.
eu: Inprimagailuaren helbidea ezaguna bada, sartu eta aukeratu <interface>Jarraitu</interface>. Inprimagailua urruneko ostalari batean badago, sartu helbidea eta aukeratu <interface>Bilatu</interface>.
fr: Si l'adresse de l'imprimante est connue, veuillez la saisir et sélectionner <interface>Continuer</interface>. Si l’imprimante se trouve sur un hôte distant, veuillez saisir cette adresse et sélectionner <interface>Rechercher</interface>.
ko: 프린터 주소가 알려져 있으면 입력한 후 <interface>계속</interface>을 선택하십시오. 프린터가 원격 호스트에 있으면 해당 주소를 입력하고 <interface>겅색</interface>을 클릭하십시오.
lv: Ja zināt printera adresi, ierakstiet to un spiediet <interface>Turpināt</interface>. Ja printeris ir pieslēgts attālai ierīcei, ierakstiet šo adresi un spiediet <interface>Meklēt</interface>.
zh_cn: 如果您知道打印机的地址，请输入该地址并选择 <interface>继续</interface>。如果打印机位于远程主机上，请输入该主机地址并选择 <interface>搜索</interface>。

# @title:group
source: Set up a printer on a Windows Network
es: Configurar una impresora en una red de Windows

# @info:usagetip
source: Enter the address of the Windows Printer
es: Introduzca la dirección de la impresora de Windows

# @label:textbox Authentication user name
source: Username:
es: Nombre de usuario:

# @label:textbox Authentication password
source: Password:
es: Contraseña:

# @action:button Accept current values and continue
source: Save Printer…
es: Guardar impresora…

# @info:status
source: Invalid Printer URL: %1
es: URL de impresora no válida: %1

# @title:group
source: AppSocket Protocol (aka JetDirect)
az: AppSocket protokolu (aka JetDirect)
be: Пратакол AppSocket (JetDirect)
es: Protocolo AppSocket (o JetDirect)
eu: «AppSocket» protokoloa (JetDirect gisa ere ezaguna)
fr: Protocole « AppSocket » (Appelé aussi « JetDirect »)
ko: AppSocket 프로토콜(JetDirect)
lv: „AppSocket“ protokols (jeb „JetDirect“)
zh_cn: AppSocket 协议 (也被称作 JetDirect)

# @info:usagetip
source: Enter the address of the AppSocket device
az: AppSocket cihazının ünvanını daxil edin
be: Увядзіце адрас прылады AppSocket
es: Introduzca la dirección del dispositivo AppSocket
eu: Sartu «AppSocket» gailuren helbidea
fr: Saisissez e du périphérique « AppSocket »
ko: AppSocket 장치 주소 입력
lv: Norādiet „AppSocket“ ierīces adresi
zh_cn: 输入 AppSocket 设备的地址

source: Invalid Socket URL: %1
az: Bu Socket ünvanı səhvdir: %1
be: Хібны URL сокета: %1
es: URL de conector no válida: %1
eu: URL hargune baliogabea: %1
fr: URL de socket non valable : %1
ko: 잘못된 소켓 URL: %1
lv: Nederīga ligzdas URL: %1
zh_cn: 无效的 Socket URL：%1

# @title:window
source: Set up a Printer Connection
az: Printer bağlantısını qurun
be: Наладзіць злучэнне прынтара
es: Configurar una conexión de impresora
eu: Ezarri inprimagailu konexio bat
fr: Définir une connexion à une imprimante
ko: 프린터 연결 설정
lv: Iestatīt savienojumu ar printeri
ro: Configurează conexiunea la imprimantă
zh_cn: 创建打印机连接

# @action:button
source: Refresh
az: Yeniləyin
es: Actualizar
eu: Berritu
fr: Rafraîchir
ko: 새로 고침
lv: Pārlādēt
zh_cn: 刷新

# @action:button
source: Show Detected Devices
az: Aşkarlanmış cihazları göstərmək
be: Паказаць выяўленыя прылады
es: Mostrar los dispositivos detectados
eu: Erakutsi antzemandako gailuak
fr: Afficher les périphériques détectés
ko: 감지된 장치 표시
lv: Rādīt atrastās ierīces
ro: Arată dispozitivele găsite
zh_cn: 显示检测到的设备

# @action:button
source: Show Manual Options
az: Əl ilə ayarlama seçimlərini göstərmək
be: Паказаць уласнаручныя параметры
es: Mostrar las opciones manuales
eu: Erakutsi eskuzko aukerak
fr: Afficher les options manuelles
ko: 수동 옵션 표시
lv: Rādīt manuālās opcijas
ro: Arată opțiuni manuale
zh_cn: 显示手动选项

# @info:status
source: This feature is not available (%1)
az: Funksiya mövcud deyil (%1)
es: Esta función no está disponible (%1)
eu: Ezaugarri hau ez dago erabilgarri (%1)
fr: Cette fonctionnalité n'est pas disponible (%1).
ko: 이 기능은 사용할 수 없음(%1)
lv: Šī iespēja nav pieejama (%1)
zh_cn: 此功能不可用 (%1)

# @info:status
source: Unable to automatically discover any printing devices
az: Heç bir çapetmə cihazı avtomatik aşkarlamaq mümkün olmadı
be: Немагчыма аўтаматычна выявіць прылады для друкавання
es: No se puede descubrir automáticamente ningún dispositivo de impresión
eu: Ez da inprimatzeko gailurik automatikoki aurkitzeko gai
fr: Impossible de découvrir automatiquement des périphériques d'impression
ko: 자동으로 인쇄 장치를 발견할 수 없음
lv: Neizdodas automātiski atklāt drukas ierīces
ro: Nu se poate descoperi automat niciun dispozitiv de imprimare
zh_cn: 无法自动发现任何打印设备

# @info:usagetip
source: Choose "Refresh" to try again or choose a manual configuration option from the list
az: Yenidən cəhd etmək üçün "Yeniləyin" seçin və ya siyahıdakı əl ilə tənzimləmə parametrini seçin
be: Абярыце "Абнавіць", каб паўтарыць спробу, або ўласнаручна абярыце параметр канфігурацыі са спіса
es: Elija «Actualizar» para volver a intentarlo o escoja una opción de configuración manual de la lista
eu: Aukeratu "Berritu" berriz saiatzeko edo hautatu zerrendatik, eskuz konfiguratzeko aukera bat
fr: Sélectionnez « Actualiser » pour essayer à nouveau ou une option de configuration manuelle dans la liste.
ko: "새로 고침"을 선택하여 다시 시도하거나 목록에서 수동 옵션을 선택하십시오
lv: Spiediet „Pārlādēt“, lai mēģinātu vēlreiz, vai izvēlieties manuālās konfigurācijas opciju no saraksta.
ro: Alegeți „Reîmprospătează” pentru a reîncerca sau alegeți o opțiune de configurare manuală din listă
zh_cn: 选择“刷新”重试，或者从选项列表中选择手动配置

# @info:usagetip
source: Choose a manual configuration option from the list
az: əl ilə tənzimləmə parametrini siyahıdan seçin
be: Уласнаручна абярыце параметр канфігурацыі са спіса
es: Escoja una opción de configuración manual de la lista
eu: Hautatu zerrendatik, eskuz konfiguratzeko aukera bat
fr: Sélectionnez une option de configuration manuelle à partir de la liste
ko: 목록에서 수동 설정 옵션 선택
lv: Izvēlēties manuālās konfigurācijas opciju no saraksta
ro: Alegeți o opțiune de configurare manuală din listă
zh_cn: 从选项列表中选择手动配置

# @title:window
source: CUPS Server Settings
az: CUPS server ayarları
be: Налады сервера CUPS
es: Preferencias del servidor CUPS
eu: CUPS zerbitzariaren ezarpenak
fr: Configuration du serveur d'impression « CUPS »
ko: CUPS 서버 설정
lv: CUPS servera iestatījumi
zh_cn: CUPS 服务器设置

# @action:button
source: CUPS Print Server Admin
az: CUPS çap serveri inzibatçısı
be: Адміністраванне сервера CUPS
es: Administrador del servidor de impresión CUPS
eu: CUPS inprimatze zerbitzariaren administratzailea
fr: Administration du serveur d'impression « CUPS »
ko: CUPS 인쇄 서버 관리
lv: CUPS drukas servera administrēšana
ro: Administrare server de imprimare CUPS
zh_cn: CUPS 打印服务器管理

# @action:button Reset to current settings
source: Reset
az: Sıfırlamaq
be: Скінуць
es: Reiniciar
eu: Berrezarri
fr: Réinitialiser
ko: 초기화
lv: Atiestatīt
ro: Reinițializează
zh_cn: 重置

# @action:button Apply new settings
source: Apply
az: Tətbiq etmək
be: Ужыць
es: Aplicar
eu: Aplikatu
fr: Appliquer
ko: 적용
lv: Pielietot
ro: Aplică
zh_cn: 应用

source: Please wait while the CUPS server restarts
az: CUPS serverinin yemnidən başladılmasını gösləyin
be: Пачакайце, пакуль сервер CUPS перазапусціцца
es: Espere mientras se reinicia el servidor CUPS
eu: Mesedez, itxoin CUPS zerbitzaria berrabiatu bitartean
fr: Veuillez patienter pendant le re-démarrage du serveur.
ko: CUPS 서버를 다시 시작하는 동안 기다려 주십시오
lv: Uzgaidiet līdz pārstartējas CUPS serveris
zh_cn: 请等待 CUPS 服务器完成重启

# @option:check
source: Share printers connected to this system
az: Bu sistemə qoşulmuş printerləri paylaşın
be: Абагуліць прынтары, падлучаныя ў гэтай сістэме
es: Compartir impresoras conectadas a este sistema
eu: Partekatu sistema honetara konektatutako inprimagailuak
fr: Partager les imprimantes connectées à ce système
ko: 이 시스템에 연결된 프린터 공유
lv: Kopīgot ar šo sistēmu savienotos printerus
ro: Partajează imprimantele conectate la acest sistem
zh_cn: 连接到本机的共享打印机

# @option:check
source: Allow printing from the Internet
az: İnternetdən çap etməyə icazə verin
be: Дазволіць друкаванне з інтэрнэту
es: Permitir imprimir desde internet
eu: Baimendu Internet bidez inprimatzea
fr: Autoriser l'impression depuis Internet
ko: 인터넷 인쇄 허용
lv: Ļaut drukāšanu no interneta
ro: Permite tipărirea din Internet
zh_cn: 允许来自互联网的打印请求

# @option:check
source: Allow remote administration
az: Uzaqdan idarəetməyə icazə verin
be: Дазволіць адлеглае адміністраванне
es: Permitir administración remota
eu: Baimendu urrunetik administratzea
fr: Autoriser l'administration à distance
ko: 원격 관리 허용
lv: Ļaut attālo administrēšanu
ro: Permite administrarea de la distanță
zh_cn: 允许远程管理

# @option:check
source: Allow users to cancel any job (not just their own)
az: İstifadəçilərə istənilən tapşırığı ləğv etməyə icazə vermək
be: Дазволіць карыстальнікам скасаванне любой задачы (не толькі сваёй)
es: Permitir que los usuarios puedan cancelar cualquier trabajo (no solo los suyos)
eu: Baimendu erabiltzaileek edozein lan bertan behera uztea (ez norberarenak bakarrik)
fr: Autoriser les utilisateurs à annuler n'importe quelle tâche d'impression (Pas seulement leurs propres tâches)
ko: 다른 사용자의 작업도 취소할 수 있도록 허용
lv: Ļaut lietotājiem atcelt jebkuru uzdevumu (ne tikai savu)
ro: Permite utilizatorilor să anuleze orice lucrare (nu doar a lor)
zh_cn: 允许用户中止任意任务 (不仅是用户本人发起的任务)

# @title:window
source: Printer Setup Helpers
az: Printer quraşdırma köməkçiləri
be: Дапаможнікі па наладжванні прынтара
es: Aplicaciones auxiliares de configuración de la impresora
eu: Inprimagailu ezarpen laguntzaileak
fr: Assistants de configuration d'imprimantes
ko: 프린터 설정 도우미
lv: Printera iestatīšanas palīgi
zh_cn: 打印机安装辅助程序

# @info:status
source: Install has completed successfully
az: Quraşdırma uğurla tamamlandı
be: Усталяванне паспяхова завершана
es: La instalación se ha completado con éxito
eu: Instalatzea ondo burutu da
fr: L'installation s'est terminée correctement.
ko: 설치 완료됨
lv: Instalēšana ir pabeigta
zh_cn: 安装成功完成

# @info:status
source: Installation failed
az: Quraşdırma baş tutmadı
be: Не ўдалося ўсталяваць
es: La instalación ha fallado
eu: Instalazioak huts egin du
fr: L'installation a échoué.
ko: 설치 실패
lv: Instalēšana neizdevās
zh_cn: 安装失败

# @info:status
source: Installing…
az: Quraşdırılır...
be: Усталяванне…
es: Instalando…
eu: Instalatzen…
fr: Installation en cours…
ko: 설치 중…
lv: Instalē…
zh_cn: 正在安装…

# @info:usagetip
source: Report this issue to %1
az: Bu problemi %1 tərtibatçısına bildirin
be: Паведаміць пра праблему %1
es: Informar de este problema a %1
eu: Eman arazo honen berri %1(e)ri
fr: Signaler ce problème à %1
ko: %1에 이 문제 보고
lv: Ziņot par šo problēmu uz „%1“
zh_cn: 报告此问题给 %1
