Repository: KDE/print-manager
Catalog: po/*/org.kde.plasma.printqueue.po
Languages: ro

# @info:credit
source: Plasma Print Queue Manager
ro: Administratorul cozilor de imprimare Plasma

# @info:credit
source: Manage printer job queues
ro: Gestionează cozile lucrărilor de imprimare

source: © KDE Community
ro: © Comunitatea KDE

# @info:credit
source: Developer
ro: Dezvoltator

# NAME OF TRANSLATORS
source: Your names
ro: Sergiu Bivol

# EMAIL OF TRANSLATORS
source: Your emails
ro: sergiu@cip.md

source: Show printer queue
ro: Arată coada de imprimare

source: Enter credentials to print from <b>%1</b>
ro: Introduceți acreditări pentru a imprima de la <b>%1</b>

# @label Job types currently showing
source: %1 Jobs
ro: Lucrări %1

# @label:listbox
source: Filter Jobs
ro: Filtrează lucrările

# option:check Show completed jobs
source: Completed
ro: Încheiate

# option:check Show all jobs
source: All
ro: Toate

# @option:check Hide expanded job view
source: Hide Job Details
ro: Ascunde detaliile lucrării

# @option:check Show expanded job view
source: Show Job Details
ro: Arată detaliile lucrării

# @action:button Cancel all active jobs
source: Cancel All Jobs
ro: Anulează toate lucrările

# @title:window
source: Cancel all active print jobs?
ro: Anulați toate lucrările de imprimare active?

# @info:status Print jobs not found in the print queue
source: The print queue is empty
ro: Coada de imprimare e goală

source: Move to %1
ro: Mută la %1

# @action:button This action cancels the job
source: Cancel
ro: Anulează

# @action:button This action holds the job
source: Hold
ro: Reține

# @action:button This action releases the job
source: Release
ro: Eliberează

# @action:button This action reprints the job
source: Reprint
ro: Retipărește

# @action:button
source: Move
ro: Mută

# @action:button This action prompts for user/password to authenticate the job
source: Authenticate
ro: Autentifică

# @label:info
source: Status: %1, %2
ro: Stare: %1, %2

# @label:info
source: Status: %1
ro: Stare: %1

# @label:info Date created
source: Created: %1
ro: Creat: %1

# @label:info Date completed
source: Completed: %1
ro: Încheiat: %1

# @label:info Date processed
source: Processed: %1
ro: Procesat: %1

# @label:info Job page count
source: Pages: %1
ro: Pagini: %1

# @label:header
source: Printers
ro: Imprimante

# @action:button about this application
source: About
ro: Despre

# @label:info device description
source: Printers
ro: Imprimante

# @label:info device description
source: Printer Groups
ro: Grupuri de imprimante

# @action:button Resume printing
source: Resume
ro: Reia

# @action:button Pause printing
source: Pause
ro: Întrerupe

# @action:button Configure printer in the kcm
source: Configure…
ro: Configurează…

# @action:button Open additional printer settings
source: Media Settings…
ro: Configurare suport…

# @info:status
source: No printers have been set up
ro: Nu a fost configurată nicio imprimantă

# @action:button
source: Set Up a Printer…
ro: Configurează o imprimantă…

# @info:status
source: Printing services not available
ro: Serviciile de imprimare nu sunt disponibile

# @info:usagetip %1 is the distribution support URL %2 is the distribution name
source: Verify that the CUPS system service is active or check: <a href="%1">%2 Support</a>
ro: Asigurați-vă că serviciul de sistem CUPS e activ sau verificați: <a href="%1">Asistența %2</a>

# @info:status
source: Unknown error condition with printing services
ro: Condiție de eroare necunoscută cu serviciile de imprimare

# @info:usagetip %1 is the distribution bug report URL %2 is the distribution name
source: Check for issues here: <a href="%1">%2 Issues</a>
ro: Verificați pentru probleme aici: <a href="%1">Probleme %2</a>
