Repository: KDE/print-manager
Catalog: po/*/plasma_applet_org.kde.plasma.printmanager.po
Languages: lv

source: Printers
lv: Printeri

source: Printer Groups
lv: Printeru grupas

source: No printers have been configured or discovered
lv: Neviens printeris nav konfigurēts vai atrasts

source: No matches
lv: Nav atbilstību

source: There is one print job in the queue
lv: Rindā ir %1 drukāšanas uzdevums

# Printing document name with printer name
source: Printing %1 with %2
lv: Drukā „%1“ ar „%2“

# Printing with printer name
source: Printing with %1
lv: Drukā ar „%1“

source: Print queue is empty
lv: Drukāšanas rinda ir tukša

source: &Configure Printers…
lv: &Konfigurēt printerus…

source: Resume
lv: Turpināt

source: Pause
lv: Pauzēt

# @action:button
source: Cancel
lv: Atcelt

# Number of additional print jobs
source: %1 more job
lv: Vēl %1 uzdevums
