Repository: KDE/print-manager
Catalog: po/*/print-manager.po
Languages: cs

# NAME OF TRANSLATORS
source: Your names
cs: Vít Pelčák, Tomáš Chvátal

# EMAIL OF TRANSLATORS
source: Your emails
cs: vit@pelcak.org, tomas.chvatal@gmail.com

# @title:window
source: Add a New Printer
cs: Přidat novou tiskárnu

# @title:window
source: Select a Printer to Add
cs: Vybrat tiskárnu k přidání

# @title:window
source: Pick a Driver
cs: Vybrat ovladač

# @title:window
source: Please describe your printer
cs: Prosím, popište svou tiskárnu

# @title:window
source: Configure your connection
cs: Nastavte vaše spojení

source: Address:
cs: Adresa:

source: Queue:
cs: Fronta:

source: Detect
cs: Detekovat

# @title:group
source: Windows Printer via SAMBA
cs: Tiskárna Windows skrze SAMBA

# @label samba URL markup example, this is preceded by a label containing smb://
source: smb://[workgroup/]server[:port]/printer
cs: smb://[skupina/]server[:port]/tiskárna

# @action:button
source: Browse
cs: Procházet

# @title:group
source: Authentication
cs: Ověření

# @label:textbox
source: Username:
cs: Uživatelské jméno:

# @label:textbox
source: Password
cs: Heslo

# @label:listbox
source: None
cs: Žádné

# @label:listbox
source: Even
cs: Sudé

# @label:listbox
source: Odd
cs: Liché

# @label:listbox
source: Baud Rate:
cs: Přenosová rychlost (baud rate):

# @label:listbox
source: Parity:
cs: Parita:

# @label:listbox
source: Data Bits:
cs: Data bity:

# @label:listbox
source: Flow Control:
cs: Řízení toku:

# @label:textbox
source: Address:
cs: Adresa:

# @label:textbox
source: Connection:
cs: Spojení:

# @info
source: <TABLE> <TR> <TD>Examples: <PRE> http://hostname:631/ipp/ http://hostname:631/ipp/port1 ipp://hostname/ipp/ ipp://hostname/ipp/port1 lpd://hostname/queue socket://hostname socket://hostname:9100 </PRE> <P>See <A HREF="http://localhost:631/help/network.html" TARGET="_blank">"Network Printers"</A> for the correct URI to use with your printer.</P> </TD> </TR> </TABLE>
cs: <TABLE> <TR> <TD>Příklady: <PRE> http://název_počítače:631/ipp/ http://název_počítače:631/ipp/port1 ipp://název_počítače/ipp/ ipp://název_počítače/ipp/port1 lpd://název_počítače/fronta socket://název_počítače socket://název_počítače:9100 </PRE> <P>Podívejte se na <A HREF="http://localhost:631/help/network.html" TARGET="_blank">"Síťové tiskárny"</A> pro správnou URI vaší tiskárny.</P> </TD> </TR> </TABLE>

# @item
source: Manual URI
cs: Ruční URI

source: Failed to get a list of devices: '%1'
cs: Chyba při získávání seznamu zařízení: '%1'

# @info:tooltip
source: A printer connected to the parallel port
cs: Tiskárna připojená k paralelnímu portu

# @info:tooltip
source: A printer connected to a USB port
cs: Tiskárna připojená k usb portu

# @info:tooltip
source: A printer connected via Bluetooth
cs: Tiskárna připojená pomocí Bluetooth

# @info:tooltip
source: Local printer detected by the Hardware Abstraction Layer (HAL)
cs: Místní tiskárna detekována pomocí HAL

# @info:tooltip
source: HPLIP software driving a printer, or the printer function of a multi-function device
cs: HPLIP software ovládající tiskárnu, nebo funkce tisku na multifunkčním zařízení

# @info:tooltip
source: HPLIP software driving a fax machine, or the fax function of a multi-function device
cs: HPLIP software ovládající fax, nebo funkce faxu na multifunkčním zařízení

# @info:tooltip
source: Remote CUPS printer via DNS-SD
cs: Vzdálená tiskárna CUPS skrze DNS-SD

# @item
source: Discovered Network Printers
cs: Objeveny síťové tiskárny

# @item
source: Other Network Printers
cs: Ostatní síťové tiskárny

# @item
source: Local Printers
cs: Místní tiskárny

source: Failed to group devices: '%1'
cs: Seskupení zařízení selhalo: '%1'

source: Add Printer
cs: Přidat tiskárnu

source: Tool for adding new printers
cs: Nástroj pro přidávání nových tiskáren

source: Port to Qt 5 / Plasma 5
cs: Port na Qt 5 / Plasma 5

source: Parent Window ID
cs: ID nadřazeného okna

source: Add a new printer
cs: Přidat novou tiskárnu

source: Add a new printer class
cs: Přidat novou třídu tiskáren

source: Changes the PPD of a given printer
cs: Změní PPD dané tiskárny

source: Changes the PPD of a given printer/deviceid
cs: Změní PPD dané tiskárny/ID zařízení

# @info
source: Failed to add class: '%1'
cs: Přidání třídy selhalo: '%1'

# @info
source: Failed to configure printer: '%1'
cs: Nastavení tiskárny selhalo: '%1'

# @label:textbox
source: Name:
cs: Název:

source: May contain any printable characters except "/", "#", and space
cs: Může obsahovat všechny tisknutelné znaky vyjma "/", "#", a mezery

# @label:textbox
source: Description:
cs: Popis:

# @label:textbox
source: Location:
cs: Umístění:

# @option:check
source: Share this printer
cs: Sdílet tuto tiskárnu

# @label:listbox
source: Members:
cs: Členové:

source: A printer connected to the parallel port.
cs: Tiskárna připojená k paralelnímu portu.

source: A printer connected to a USB port.
cs: Tiskárna připojená k USB portu.

source: A printer connected via Bluetooth.
cs: Tiskárna připojená pomocí Bluetooth.

source: Local printer detected by the Hardware Abstraction Layer (HAL).
cs: Místní tiskárna detekována pomocí HAL

source: HPLIP software driving a printer, or the printer function of a multi-function device.
cs: HPLIP software ovládající tiskárnu, nebo funkce tisku na multifunkčním zařízení.

source: HPLIP software driving a fax machine, or the fax function of a multi-function device.
cs: HPLIP software ovládající fax, nebo funkce faxu na multifunkčním zařízení.

source: Remote CUPS printer via DNS-SD
cs: Vzdálená tiskárna CUPS skrze DNS-SD

source: Network printer via DNS-SD
cs: Síťová tiskárna skrze DNS-SD

source: %1 network printer via DNS-SD
cs: Síťová tiskárna %1 přes DNS-SD

source: Parallel Port
cs: Paralelní port

source: Serial Port
cs: Sériový port

source: Hardware Abstraction Layer (HAL)
cs: HAL

source: LPD/LPR queue
cs: Fronta LPD/LPR

source: LPD/LPR queue %1
cs: Fronta LPD/LPR %1

source: Windows Printer via SAMBA
cs: Tiskárna Windows skrze SAMBA

source: IPP network printer via DNS-SD
cs: IPP síťová tiskárna skrze DNS-SD

source: LPD network printer via DNS-SD
cs: LDP síťová tiskárna skrze DNS-SD

source: AppSocket/JetDirect network printer via DNS-SD
cs: AppSocket/JetDirect síťová tiskárna skrze DNS-SD

source: Connections
cs: Spojení

source: Please choose an item on the list
cs: Prosím, vyberte položku ze seznamu

source: Modify Printer
cs: Upravit tiskárnu

source: Configure
cs: Nastavit

source: Printer Options
cs: Možnosti tiskárny

source: Set the Default Printer Options
cs: Nastavit výchozí volby tiskárny

source: Banners, Policies and Allowed Users
cs: Nadpisy, chování a povolení uživatelé

source: The current page has changes. Do you want to save them?
cs: Aktuální stránka obsahuje změny. Přejete si je uložit?

source: Save
cs: Uložit

source: Configure Printer
cs: Nastavit tiskárnu

source: Printer to be configured
cs: Tiskárna k nastavení

source: Current - %1
cs: Současná - %1

source: Select a custom driver
cs: Vybrat vlastní ovladač

# @info
source: Failed to configure class
cs: Nastavení třídy selhalo

# @info
source: Failed to configure printer
cs: Nastavení tiskárny selhalo

# @title:window
source: Failed
cs: Selhalo

source: Name:
cs: Název:

source: Description:
cs: Popis:

source: Human-readable description such as "HP LaserJet with Duplexer"
cs: Lidem srozumitelný popis jako např. "HP LaserJet s oboustranným tiskem"

source: Location:
cs: Umístění:

source: Human-readable location such as "Lab 1"
cs: Lidem srozumitelné umístění jako např. "Lab 1"

source: Connection:
cs: Spojení:

source: Members
cs: Členové

source: Driver:
cs: Ovladač:

source: Abort job
cs: Zrušit úlohu

source: Retry current job
cs: Znovu zkusit aktuální úlohu

source: Retry job
cs: Znovu zkusit úlohu

source: Stop printer
cs: Zastavit tiskárnu

source: Authenticated
cs: Totožnost ověřena

source: Default
cs: Výchozí

source: None
cs: Žádný

source: Classified
cs: Utajovaný

source: Confidential
cs: Důvěrný

source: Secret
cs: Tajný

source: Standard
cs: Standardní

source: Topsecret
cs: Přísně tajné

source: Unclassified
cs: Neutajovaný

source: Banners
cs: Popisy

source: Starting Banner:
cs: Počáteční popis:

source: Ending Banner:
cs: Popis na konci:

source: Policies
cs: Zásady

source: Operation Policy:
cs: Chování činnosti:

source: Error Policy:
cs: Chování při chybě:

source: Allowed Users
cs: Povolení uživatelé

source: Pre&vent these users from printing
cs: Zakázat těmto uži&vatelům tisk

source: A&llow these users to print
cs: Povo&lit těmto uživatelům tisk

source: Set Default Options
cs: Nastavit výchozí volby

source: Query Printer for Default Options
cs: Dotázat se tiskárny na výchozí volby

source: Select a Driver
cs: Vyberte ovladač

source: Status
cs: Stav

source: Name
cs: Název

source: User
cs: Uživatel

source: Created
cs: Vytvořeno

source: Completed
cs: Dokončeno

source: Pages
cs: Strany

source: Processed
cs: Zpracováno

source: Size
cs: Velikost

source: Status Message
cs: Stavová zpráva

source: Printer
cs: Tiskárna

source: From Hostname
cs: Ze jména hostitele

source: Failed to move '%1' to '%2'
cs: Selhalo přesunutí '%1' do '%2'

source: Failed
cs: Selhalo

source: Pending
cs: Čekající

source: On hold
cs: Pozastaveno

source: Stopped
cs: Zastaveno

source: Canceled
cs: Zrušeno

source: Aborted
cs: Přerušeno

source: A CUPS connection requires authentication: "%1"
cs: Připojené k CUPS vyžaduje ověření totožnosti: "%1"

source: Enter an username and a password to complete the task
cs: Pro dokončení úlohy zadejte uživatelské jméno a heslo

source: Wrong username or password
cs: Špatné uživatelské jméno nebo heslo

source: Print service is unavailable
cs: Služba tisku je nedostupná

source: Not found
cs: Nenalezeno

source: Test Page
cs: Testovací stránka

source: Unable to send command to printer driver!
cs: Nelze poslat příkaz ovladači tiskárny.

source: Failed to invoke method: %1
cs: Nelze spustit metodu: %1

source: Recommended Drivers
cs: Doporučované ovladače

source: Printers
cs: Tiskárny

source: Idle
cs: Nečinná

source: Idle, rejecting jobs
cs: Nečinná, odmítá úlohy

source: Idle - '%1'
cs: Nečinná - '%1'

source: Idle, rejecting jobs - '%1'
cs: Nečinná, odmítá úlohy - '%1'

source: In use
cs: Používá se

source: In use - '%1'
cs: Používá se - '%1'

source: Paused
cs: Pozastavena

source: Paused, rejecting jobs
cs: Pozastavena, odmítá úlohy

source: Paused - '%1'
cs: Pozastavena - '%1'

source: Paused, rejecting jobs - '%1'
cs: Pozastavena, odmítá úlohy - '%1'

source: Unknown
cs: Neznámá

source: Unknown - '%1'
cs: Neznámá - '%1'

source: Failed to get a list of drivers: '%1'
cs: Získání seznamu ovladačů selhalo: '%1'

source: Failed to search for a recommended driver: '%1'
cs: Vyhledání doporučovaného ovladače selhalo: '%1'

source: *.ppd *.ppd.gz|PostScript Printer Description files
cs: *.ppd *.ppd.gz|Soubory s popisem PS tiskáren

source: Choose &the driver from the list
cs: Vyber&te ovladač ze seznamu

source: Ma&nually Provide a PPD File:
cs: Ruč&ně zadat PPD soubor:

source: A New Printer was detected
cs: Byla zjištěna nová tiskárna

source: Configuring new printer...
cs: Probíhá nastavení nové tiskárny...

source: The New Printer was Added
cs: Nová tiskárna byla přidána

source: The New Printer is Missing Drivers
cs: Nové tiskárně chybí ovladače

source: Missing printer driver
cs: Chybí ovladač tiskárny

source: No printer driver for %1 %2.
cs: Chybí ovladač tiskárny %1 %2.

source: No printer driver for %1.
cs: Chybí ovladač tiskárny %1.

source: No driver for this printer.
cs: Pro tuto tiskárnu není ovladač.

source: Search
cs: Hledat

source: '%1' has been added, please check its driver.
cs: '%1' byla přidána, prosím zkontrolujte její ovladač

source: '%1' has been added, using the '%2' driver.
cs: Byla přidána tiskárna '%1' s ovladačem '%2'.

source: Print test page
cs: Vytisknout testovací stránku

source: Find driver
cs: Najít ovladač

source: '%1' is ready for printing.
cs: Tiskárna '%1' připravena k tisku.

source: Share this class
cs: Sdílet tuto třídu

source: Share this printer
cs: Sdílet tuto tiskárnu

source: Clean Print Heads
cs: Vyčistit tiskové hlavy

source: Print Self-Test Page
cs: Vytisknout testovací stránku

source: Failed to perform request: %1
cs: Vykonání požadavku selhalo: %1

# @title
source: Printer name or description
cs: Název, nebo popisek tiskárny

source: Current status
cs: Současný stav

# @option:check
source: Default printer
cs: Výchozí tiskárna

source: Reject print jobs
cs: Odmítat tiskové úlohy

# @label location of printer
source: Location:
cs: Umístění:

# @label kind of printer, could be driver name or "local raw socket"
source: Kind:
cs: Typ:

# @action:button
source: Maintenance
cs: Správa

# @action:button
source: Open Print Queue
cs: Otevřít frontu tisku

source: Print Test Page
cs: Vytisknout testovací stránku

source: Print Self Test Page
cs: Vytisknout testovací stránku

# @action:intoolbar
source: Add a Printer Class
cs: Přidat třídu tiskáren

source: Add a new printer or a printer class
cs: Přidat novou tiskárnu nebo třídu tiskáren

source: Remove Printer
cs: Odstranit tiskárnu

# @action:intoolbar
source: Show printers shared by other systems
cs: Zobrazit tiskárny sdílené ostatními systémy

# @action:intoolbar
source: Share printers connected to this system
cs: Sdílené tiskárny připojené k tomuto systému

# @action:intoolbar
source: Allow printing from the Internet
cs: Povolit tisk z internetu

# @action:intoolbar
source: Allow remote administration
cs: Povolit vzdálenou správu

# @action:intoolbar
source: Allow users to cancel any job (not just their own)
cs: Povolit uživatelům zrušit jakoukoliv úlohu (ne jen ty, které vlastní)

source: Configure the global preferences
cs: Nastavit globální předvolby

source: No printers have been configured or discovered
cs: Nebyly nalezeny či nastaveny žádné tiskárny

source: Remove class
cs: Odebrat třídu

source: Are you sure you want to remove the class '%1'?
cs: Určitě si přejete odstranit třídu '%1'?

source: Remove printer
cs: Odstranit tiskárnu

source: Are you sure you want to remove the printer '%1'?
cs: Určitě si přejete odstranit tiskárnu '%1'?

# @info
source: Failed to get server settings
cs: Selhalo získání nastavení serveru

# @info
source: Failed to configure server settings
cs: Selhalo nastavení možností serveru

source: System Preferences
cs: Systémové nastavení

source: TextLabel
cs: Textový štítek

source: Error Title
cs: Název chyby

source: Click here to add a new printer
cs: Zde klikněte pro přidání nové tiskárny

source: Print Queue
cs: Fronta tisku

source: Show printer queue(s)
cs: Zobrazit frontu(y) tiskárny

source: Printer ready
cs: Tiskárna připravena

source: Pause Printer
cs: Pozastavit tiskárnu

source: Printing...
cs: Probíhá tisk...

source: Printing '%1'
cs: Tiskne se '%1'

source: Printer paused
cs: Tiskárna pozastavena

source: Resume Printer
cs: Obnovit tiskárnu

source: Printer state unknown
cs: Stav tiskárny neznámý

source: Move to
cs: Přesunout do

source: Authenticate
cs: Ověřit

source: All Printers (%1 Job)
cs: Všechny tiskárny (%1 úloha)

source: %2 (%1 Job)
cs: %2 (%1 úloha)

source: All Printers
cs: Všechny tiskárny

source: Failed to cancel '%1'
cs: Zrušení '%1' selhalo

source: Failed to hold '%1'
cs: Pozastavení '%1' selhalo

source: Failed to release '%1'
cs: Uvolnění '%1' selhalo

source: Failed to reprint '%1'
cs: Nelze opakovaně vytisknout '%1'

source: Enter credentials to print from <b>%1</b>
cs: Zadejte přihlašovací údaje pro tisk z <b>%1</b>

source: my printer (x jobs)
cs: moje tiskárna (x úloh)

source: Printer Icon
cs: Ikona tiskárny

source: Cancel
cs: Zrušit

source: Hold
cs: Pozdržet

source: Resume
cs: Obnovit

source: Reprint
cs: Znovu tisknout

source: Active Jobs
cs: Aktivní úlohy

source: Completed Jobs
cs: Dokončené úlohy

source: All Jobs
cs: Všechny úlohy
